#+title: Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Sistemas operativos en consolas de videojuegos

- Tema presentado por :: Ernesto Quintana y Carlos Enrique Figueroa
- Calificaci贸n global :: Por favor revisen m谩s adelante para ver de
  d贸nde vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                    9.6 |  0.3 |                8.0 |  0.7 |    8.48 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 4 | 5 |  9.11 |
| Nivel        | 0 | 0 | 0 | 0 | 9 | 10.00 |
| Relevancia   | 0 | 0 | 0 | 1 | 8 |  9.78 |
| Claridad     | 0 | 0 | 0 | 1 | 8 |  9.78 |
| Presencia    | 0 | 0 | 0 | 3 | 6 |  9.33 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.60 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Tu exposici贸n recibi贸 los siguientes comentarios anonimizados por
parte de tus compa帽eros:

- Me gusto mucho como se abordo el tema, tengo solo unos comentarios peque帽os
  respecto a la presentaci贸n, ya que considero que utilizar colores obscuros en
  las diapositivas y letras con colores muy vistosos como el blanco, generan un
  poco de estr茅s visual, la explicaci贸n esta muy bien detalla y con un amplio
  conocimiento del tema. Lo que creo que se debi贸 de hacer en equipo es poder
  obtener los audios de la misma fuente para todos los expositores.

* Evaluaci贸n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr谩ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- Me hubiera gustado ver m谩s una comparaci贸n diferenciando los sistemas
  empleados para consolas y los de uso general
  - Mencionan, s铆, /mayor rendimiento/, /mayor estabilidad/... Pero, 驴mayor que
    qu茅? 驴Siguiendo qu茅 estrategias? Si es posible lograr /mayor rendimiento/
    que el de un SO de prop贸sito general, 驴no le interesar铆a a los
    desarrolladores de dicho SO incorporar tambi茅n estos cambios?
- Pero, en general: Tengo que reconocerles un buen trabajo, con informaci贸n
  interesante y de buen nivel t茅cnico. 隆Muy bien!

* Verificaci贸n de originalidad

Los reportes que env铆an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi贸n /no tendr谩 ning煤n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci贸n sea menor al 30%.

- 38% de textos sospechosos
  - 6% de similitudes con otros documentos
  - 33% estil铆sticamente pr贸ximos a lo generado por IA (indicador, no
    prueba)
  - 0% idiomas no reconocidos
  - 0% de citas atribu铆das (citas expresas)
